[
  {
    "category": "WEIRD (General Knowledge)",
    "id": -14,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "Z) 122 years",
    "tossup_format": "Multiple Choice",
    "tossup_question": "How old did the oldest person ever live, using official records? \nW) 119 years\nX) 120 years\nY) 121 years\nZ) 122 years"
  },
  {
    "category": "WEIRD (Physics)",
    "id": -15,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "10",
    "tossup_format": "Short Answer",
    "tossup_question": "Suppose Billy is spinning a ball around in a circle with a string. That string is 5 meters long. The ball weighs 2 kilograms and is moving at 1 m/s. Assuming that Billy lives in a world without gravity and he is spinning the string parallel to the ground, then what is the angular momentum of the ball in m^2/s?"
  },
  {
    "category": "WEIRD (Physics)",
    "id": -16,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "Y) 4.17",
    "tossup_format": "Multiple Choice",
    "tossup_question": "(Bonus) Billy teleports onto a planet with a gravity of 12 m^2/s, and grabs a cannonball. He throws it straight up at a speed of 10 m/s. What is the max height of the cannonball as a decimal rounded to the nearest hundredth? \nW) 6\nX) 1.2\nY) 4.17\nZ) 5.74"
  },
  {
    "category": "WEIRD (Astronomy, Earth and Space)",
    "id": -17,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "Andromeda Galaxy (Accept: Andromeda Nebula) (Accept: Messier 31, M31, or NGC 224 before it is said)",
    "tossup_format": "Short Answer",
    "tossup_question": "Name an object in space, which has a dual core and has a diameter of around 220 light years, and was probably first described by Abd al-Rahman al-Sufi. It is a barred spiral galaxy, approximately 2.5 million light years away from Earth. It is expected to collide with the Milky Way. It is also known as Messier 31, M31, or NGC 224. It is around 10 billion years old, and is the nearest galaxy to Earth."
  },
  {
    "category": "WEIRD (Chemistry)",
    "id": -18,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "Z) Neutrinos",
    "tossup_format": "Multiple Choice",
    "tossup_question": "Name the subatomic particle that is a form of dark matter, move at almost the speed of light, and have mass.\nW) Photons\nX) Protons\nY) Quarks\nZ) Neutrinos"
  },
  {
    "category": "WEIRD (Math)",
    "id": -19,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "240",
    "tossup_format": "Short Answer",
    "tossup_question": "Billy wants to play cocogolf, in which he hits a coconut with a golf club and sees how much damage he can do to the coconut. Unfortunately, Billy is very poor and usually the golf club breaks before the coconut does. If Billy only breaks the coconut 20% of the time, while the rest being his golf club breaking, and it costs 10$ per golf club, then how much money is Billy predicted to spend if he currently has 1 golf club and will try 30 times? (Assume that the coconuts are free)"
  },
  {
    "category": "WEIRD (Earth Science)",
    "id": -20,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "X) Convergent Boundaries",
    "tossup_format": "Multiple Choice",
    "tossup_question": "What is the most common plate boundary?\nW) Divergent Boundaries\nX) Convergent Boundaries\nY) Transform Boundaries\nZ) Strike-Slip Boundaries"
  },
  {
    "category": "WEIRD (Energy)",
    "id": -21,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "Fusion (Accept: Nuclear Fusion)",
    "tossup_format": "Short Answer",
    "tossup_question": "Scientists are trying to find a new process that produces energy by combining different atoms together. What is this process known as?"
  },
  {
    "category": "WEIRD (MATH)",
    "id": -22,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "1/72",
    "tossup_format": "Short Answer",
    "tossup_question": "Mr. Jones is running a pharmacy called Animal Pharm. He imprisoned a bunch of animals on it, so the animals want to overthrow him. If the animals have a 1/2 chance of overthrowing Mr. Jones every weekday and a 2/3 chance of overthrowing him every weekend, what is the probability that the Animals overthrow Mr. Jones seven days this week? Give your answer as a reduced fraction"
  },
  {
    "category": "WEIRD (Earth Science)",
    "id": -23,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "Y)",
    "tossup_format": "Multiple Choice",
    "tossup_question": "John Doe is in a hurricane. His friend, Jane Doe, observes that he is spinning around the eye of the hurricane clockwise. This is due to what effect?\nW) Hadley Cell\nX) Ferrel's Law\nY) Coriolis Effect\nZ) Spherical Rotational Effect"
  },
  {
    "category": "WEIRD (Astronomy)",
    "id": -24,
    "source": "Scibowlbot Round 1",
    "tossup_answer": "Z) The Summer Triangle",
    "tossup_format": "Multiple Choice",
    "tossup_question": "The stars Altair and Vega are located in what constellation/asterim?\nW) The Big Dipper\nX) Gemini\nY) Orion\nZ) The Summer Triangle"
  }
]
